IDEA Open Model
IdeaBeamImportSettings.DesignCode Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the Design Code
 Namespace: IdeaRS.OpenModel.Beam
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string DesignCode { get; set; }
Public Property DesignCode As String
	Get
	Set
Property Value
Type: String
See Also
Reference
IdeaBeamImportSettings Class
IdeaRS.OpenModel.Beam Namespace